001000 IDENTIFICATION DIVISION.
001100  PROGRAM-ID. helloworld.
001200  AUTHOR. LemonjamesD.
002000  DATE-WRITTEN. July 23rd 2022.
003000 ENVIRONMENT DIVISION.
004000 DATA DIVISION.
004100  FILE SECTION.
004200  WORKING-STORAGE SECTION.
      *  Define HelloWorld varaible with the value "Hello, World!".
004210   01 HelloWorld PIC X(13) VALUE "Hello, World!".
005000 PROCEDURE DIVISION.
005100  DISPLAY HelloWorld.
005200  STOP RUN.
